Repository: moniruzzamanrony/shojag-app
Catalog: lib/l10n/intl_*.arb
Languages: bn

# app_title
source: Shojag
bn: সজাগ

# citizen
source: Field Officer
bn: সিটিজেন

source: Community
bn: কমিউনিটি

# police
source: Officer
bn: পুলিশ

source: Ambulance
bn: আম্বুলেন্স

source: Fire Service
bn: ফায়ার সার্ভিস

source: OK
bn: ওকে

source: Cancel
bn: বাতিল

source: Search
bn: অনুসন্ধান

source: Get Started
bn: শুরু করুন

# yourLifeLIneInEmergencies
source: Your life line in emergencies, just a tap away
bn: জরুরি সময়ে আপনার প্রিয় সাথী, আপনার পাশেই

source: Together We Connect, Together We Protect
bn: সংযোগেই সুরক্ষা

source: Login
bn: লগইন

source: Email
bn: ইমেইল

source: Password
bn: পাসওয়ার্ড

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?

source: Not a member?
bn: অ্যাকাউন্ট নেই?

source: Join Now
bn: যোগ দিন

source: Registration
bn: রেজিস্ট্রেশন

source: Select how you want to join with
bn: কিভাবে যোগ দিতে চান?

source: First Name
bn: প্রথম নাম

source: Last Name
bn: শেষ নাম

source: Phone
bn: ফোন

source: Police ID
bn: পুলিশ আইডি

source: Organization
bn: সংস্থা

source: Gender
bn: লিঙ্গ

source: Date of Birth
bn: জন্ম তারিখ

source: DOB
bn: জন্ম তারিখ

source: NID
bn: এন আই ডি

source: Address
bn: ঠিকানা

source: Male
bn: পুরুষ

source: Female
bn: মহিলা

source: Other
bn: অন্যান্য

source: Thana
bn: থানা

source: Select Thana
bn: থানা নির্বাচন করুন

source: Fire Station
bn: ফায়ার স্টেশন

source: Hospital/Agency
bn: হাসপাতাল/এজেন্সি

source: District
bn: জেলা

source: Select District
bn: জেলা নির্বাচন করুন

source: Enter Password
bn: পাসওয়ার্ড লিখুন

source: Repeat Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: I agree to the
bn: আমি সম্মতি প্রদান করছি

source: Terms and Conditions
bn: শর্তাবলী

source: Register
bn: রেজিস্টার

source: Already a member?
bn: একটি অ্যাকাউন্ট আছে?

source: Verify
bn: ভেরিফাই

source: Verification
bn: ভেরিফিকেশন

source: Enter the OTP sent to the number
bn: আপনার নাম্বারে পাঠানো OTP লিখুন

source: Resend OTP
bn: পুনরায় OTP পাঠান

source: Forgot Password
bn: পাসওয়ার্ড ভুলে গেছেন

# resetYourAccountPasswordAndAccess
source: Reset your account password and access your personal account again
bn: আপনার অ্যাকাউন্ট এর পাসওয়ার্ড রিসেট করুন

source: Send Code
bn: কোড পাঠান

source: OTP Verification
bn: OTP ভেরিফিকেশন

# pleaseEnter4DigitOtp
source: Please enter 4 digit OTP Code, we sent to
bn: আপনাকে পাঠানো 4 ডিজিট OTP লিখুন

source: Submit
bn: সাবমিট

# didNotReceivedCode
source: Didn't received code?
bn: কোড পাননি?

source: Resend
bn: পুনরায় পাঠান

source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন

# setANewPassword
source: Set a new password to access your account
bn: একটি নতুন পাসওয়ার্ড সেট করুন

source: New Password
bn: নতুন পাসওয়ার্ড

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: Confirm
bn: নিশ্চিত

source: Home
bn: হোম

source: Welcome
bn: স্বাগতম

source: Alert
bn: এ্যালার্ট

source: Alerts
bn: এ্যালার্ট

source: FnF
bn: এফএনএফ

source: Profile
bn: প্রোফাইল

source: Emergency Service
bn: জরুরী সেবা

source: New Alert
bn: নতুন এ্যালার্ট

source: Alert List
bn: এ্যালার্ট তালিকা

source: Subscription
bn: সাবস্ক্রিপশন

source: Feedback
bn: ফিডব্যাক

source: Settings
bn: সেটিংস

source: Privacy Policy
bn: প্রাইভেসি পলিসি

source: Invite
bn: আমন্ত্রণ জানান

source: Version
bn: ভার্সন

source: My Alerts
bn: আমার এ্যালার্ট

source: Responded Alerts
bn: প্রতিক্রিয়া এ্যালার্ট

source: Closed Alerts
bn: বন্ধ এ্যালার্ট

source: Active Alerts
bn: সক্রিয় এ্যালার্ট

source: Map
bn: ম্যাপ

source: Emergency
bn: জরুরী

# pleaseProvideYourValuableFeedback
source: Please provide your valuable feedback about the app. It will help us improve our service.
bn: অ্যাপ ও সার্ভিস সম্পর্কে আপনার মূল্যবান মতামত দিন, এটি আমরা আমাদের উন্নত সেবা প্রদানে সাহায্য করবে।

source: Write your feedback here...
bn: আপনার মতামত লিখুন...

source: Feedback submitted successfully
bn: মতামত সফলভাবে প্রেরণ করা হয়েছে

source: Create Alert
bn: এ্যালার্ট তৈরি করুন

source: Latest Alerts
bn: সর্বশেষ এ্যালার্ট

source: See All
bn: সব দেখুন

source: Active
bn: সক্রিয়

source: Closed
bn: বন্ধ

source: Responded
bn: প্রতিক্রিয়া

source: Your Active Alerts
bn: আপনার সক্রিয় এ্যালার্ট

source: Alert Map
bn: এ্যালার্ট ম্যাপ

source: Loading
bn: লোড হচ্ছে

source: No alert found
bn: কোন এ্যালার্ট নেই

# createTypeNewAlert
source: New {type} Alert
bn: নতুন {type} এ্যালার্ট

source: Select incident type
bn: ঘটনার ধরণ নির্বাচন করুন

source: Describe your incident
bn: আপনার ঘটনার বিবরণ লিখুন

source: Select alert location
bn: ঘটনার স্থান নির্বাচন করুন

source: eg. Flat No. Road No.
bn: উদাঃ ফ্ল্যাট নং, রোড নং

source: Capture or upload image
bn: ছবি তুলুন বা আপলোড করুন

source: Select an option
bn: নির্বাচন করুন

source: Camera
bn: ক্যামেরা

source: Gallery
bn: গ্যালারি

source: Also share this alert with
bn: এই এ্যালার্টটি শেয়ার করুন

# starRequired
source: * Required
bn: * আবশ্যক

source: Please select an incident type
bn: ঘটনার ধরণ নির্বাচন করুন

source: Write short description about the incident
bn: ঘটনার বিবরণ লিখুন

source: Select a location
bn: লোকেশন নির্বাচন করুন

source: Post Alert
bn: এ্যালার্ট তৈরী করুন

# successWithQuotes
source: Success!
bn: সফল!

# congratulationsWithQuotes
source: Congratulations!
bn: অভিনন্দন!

source: Your alert has been created successfully
bn: আপনার এ্যালার্ট সফলভাবে তৈরী হয়েছে

# iAmSure
source: I'm Sure
bn: আমি নিশ্চিত

# iAmSureAboutTheAlert
source: Are you sure you want to create this alert? Fake alerts may lead to lagal action and account suspension.
bn: আপনি কি নিশ্চিত, এ্যালার্টটি তৈরী করতে চাচ্ছেন? অসত্য এ্যালার্ট আইনি ব্যবস্থা ও অ্যাকাউন্ট বাতিলের কারন হতে পারে।

# communityAlertCreateInfoNotice
source: Due to the limited number of communities currently using this app, community support may be delayed. We are growing, and we hope this trend will continue to improve over time.
bn: বর্তমানে অল্পসংখ্যক কমিউনিটি এই অ্যাপটি ব্যবহার করায়, কমিউনিটি সহায়তা পেতে সাময়িক বিলম্ব হতে পারে। তবে আমরা ক্রমাগত সম্প্রসারিত হচ্ছি, এবং বিশ্বাস করি, সময়ের সঙ্গে এই সহায়তা আরও দ্রুত ও কার্যকর হয়ে উঠবে।

source: Alert Update
bn: এ্যালার্ট আপডেট করুন

source: Address (Optional)
bn: ঠিকানা (ঐচ্ছিক)

source: Your alert has been updated successfully
bn: আপনার এ্যালার্ট সফলভাবে আপডেট হয়েছে

# noAlertsFoundTypeOrCheckInternet
source: No {type} alerts found or check your internet connection
bn: কোন {type} এ্যালার্ট পাওয়া যায়নি অথবা ইন্টারনেট চেক করুন

# byWithName
source: By {name}
bn: দ্বারা {name}

# toKMConverter
source: {distance} {unit, select, km{K.M} meter{Meter} other{n/a}}
bn: {distance} {unit, select, km{কি.মি} meter{মিটার} other{n/a}}

source: Alert Details
bn: এ্যালার্ট বিবরণ

source: Date
bn: তারিখ

source: Name
bn: নাম

source: Type of Incident
bn: এ্যালার্ট এর ধরণ

source: Short Description
bn: সংক্ষিপ্ত বিবরণ

source: Alert Description
bn: এ্যালার্ট এর বিবরণ

source: Location
bn: স্থান

source: Status
bn: স্থিতি

source: View Image
bn: ছবি দেখুন

source: View Map
bn: ম্যাপ দেখুন

source: View On Map
bn: ম্যাপ এ দেখুন

source: Update
bn: আপডেট

source: Close
bn: বন্ধ

source: Add
bn: যোগ

source: Delete
bn: মুছুন

source: Response
bn: প্রতিক্রিয়া

source: Responses
bn: প্রতিক্রিয়া সমুহ

source: No responses yet
bn: কোনো প্রতিক্রিয়া নেই

source: Confirmation
bn: নিশ্চিত করুন

source: Are you sure you want to delete this alert?
bn: আপনি কি এই এ্যালার্ট মুছতে চান?

source: Yes
bn: হ্যাঁ

source: No
bn: না

source: Call
bn: কল

source: Are you sure you want to close this alert?
bn: আপনি কি এই এ্যালার্ট বন্ধ করতে চান?

source: Are you sure you want to delete this response?
bn: আপনি কি এই প্রতিক্রিয়া মুছতে চান?

source: Are you sure you want to update this alert?
bn: আপনি কি এই এ্যালার্ট আপডেট করতে চান?

source: Are you sure you want to respond to this alert?
bn: আপনি কি এই এ্যালার্ট প্রতিক্রিয়া করতে চান?

source: Are you sure you want to cancel this response?
bn: আপনি কি এই প্রতিক্রিয়া বাতিল করতে চান?

source: Write your message here
bn: আপনার মন্তব্য লিখুন

source: Response sent
bn: প্রতিক্রিয়া পাঠানো হয়েছে

source: Report an issue
bn: সমস্যা রিপোর্ট করুন

# pleaseExplainInDetailWhyYouWantToReportAnIssue
source: Please explain in detail why you want to report an issue and include any additional information to help us resolve the issue as quickly as possible.
bn: দয়া করে আপনি রিপোর্ট করার কারন বিস্তারিত বলুন এবং প্রয়োজনীয় তথ্য দিন যাতে আমাদের টিম দ্রুত ব্যবস্থা নিতে পারে।

source: Write your issue
bn: আপনার সমস্যা লিখুন

source: Submit Report
bn: সাবমিট রিপোর্ট

source: Report submitted successfully
bn: রিপোর্ট সফলভাবে পাঠানো হয়েছে

source: Alert closed successfully
bn: এ্যালার্ট সফলভাবে বন্ধ করা হয়েছে

# alertResponseCancelSuccessfully
source: Alert response canceled successfully
bn: এ্যালার্ট রেসপন্স বাতিল করা হয়েছে

source: Alert deleted successfully
bn: এ্যালার্ট মুছে ফেলা হয়েছে

source: Already responded by {user_type}
bn: ইতোমধ্যেই {user_type} রেসপন্স করেছেন

source: Edit
bn: সম্পাদনা

source: Logout
bn: লগ আউট

source: Edit Profile
bn: প্রোফাইল সম্পাদনা

source: Save Changes
bn: সংরক্ষণ করুন

source: Profile updated successfully
bn: প্রোফাইল সফলভাবে আপডেট হয়েছে

source: Want to get direct help?
bn: জরুরি সাহায্য চান?

# callNowToTalk
source: Call now <call>999</call> to talk
bn: কথা বলতে <call>৯৯৯</call> কল করুন

source: Language
bn: ভাষা

source: Select app language
bn: অ্যাপের ভাষা নির্বাচন করুন

source: English
bn: ইংরেজি

source: Bangla
bn: বাংলা

source: Notification
bn: নোটিফিকেশন

source: Turn on to get notifications
bn: নোটিফিকেশন সক্রিয় করুন

source: Radius
bn: পরিক্ষেপ

source: Select your area radius
bn: আপনার সীমানা নির্বাচন করুন

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন

source: Change your account password
bn: অ্যাকাউন্ট পাসওয়ার্ড পরিবর্তন করুন

source: Update permission and service
bn: পার্মিশন এবং সার্ভিস পরিবর্তন করুন

source: Delete Your Account
bn: আপনার অ্যাকাউন্ট মুছুন

source: Are you sure you want to delete your account?
bn: আপনি কি আপনার অ্যাকাউন্ট মুছে ফেলতে চান?

source: Delete Account
bn: অ্যাকাউন্ট মুছুন

source: Warning!
bn: সতর্কতা!

# thisActionCannotBeUndone
source: This is permanent and cannot be undone
bn: এটি স্থায়ী এবং পূর্বাবস্থায় ফেরানো যাবে না

# allYourDataWillBeDeleted
source: All your alerts, responses, fnf and profile data will be deleted. Once you deleted you will lost your access to Shojag.
bn: আপনার সমস্ত এ্যালার্ট, প্রতিক্রিয়া, এফএনএফ এবং প্রোফাইল ডেটা মুছে ফেলা হবে। একবার আপনি মুছে ফেললে আপনি স্বজাগে আপনার অ্যাক্সেস হারাবেন।

source: Enter your password to proceed
bn: এগিয়ে যেতে আপনার পাসওয়ার্ড লিখুন

source: Location Settings
bn: লোকেশন সেটিংস

source: Background Location
bn: ব্যাকগ্রাউন্ড লোকেশন

# accessToYourLocationWhenTheAppIsInBackground
source: Access to your location when the app is in the background
bn: অ্যাপ ব্যাকগ্রাউন্ড অবস্থায় লোকেশন শেয়ার করুন

source: On
bn: চালু

source: Off
bn: বন্ধ

source: Turn On
bn: চালু করুন

source: Turn off
bn: বন্ধ করুন

# currentPassword
source: Old Password
bn: বর্তমান পাসওয়ার্ড

source: Confirm New Password
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন

source: Delete Permanently
bn: স্থায়ীভাবে মুছুন

source: FnF Locator
bn: এফএনএফ লোকেটর

source: Locate Your FnF
bn: এফএনএফ লোকেশন

source: Sharing Permission
bn: শেয়ারিং পার্মিশন

source: Add New FnF
bn: নতুন এফএনএফ যোগ করুন

source: Share Location
bn: লোকেশন শেয়ার করুন

source: Change
bn: পরিবর্তন

source: Change Permission
bn: পার্মিশন পরিবর্তন

# enableBackgroundLocationToShareYourLocation
source: Enable background location to keep sharing your location even when the app is not active.
bn: অ্যাপ চালু না থাকলেও লোকেশন শেয়ার অব্যাহত রাখতে ব্যাকগ্রাউন্ড লোকেশন চালু করুন

# allowShojagToAccessYourBackgroundLocationToShare
source: Allow shojag to access your background location to share with your FnF even app is not in use or closed
bn: স্বজাগ'এর এই ফিচারটি ব্যবহার করতে আপনার ব্যাকগ্রাউন্ড লোকেশন পার্মিশন দিন।

# shojagCollectsBackgroundLocationToShareWithFnF
source: Shojag collects your location data in the background to share with your FnF, even when the app is not in use or closed.
bn: স্বজাগ আপনার ব্যাকগ্রাউন্ড লোকেশন এফএনএফ দের সাথে শেয়ার করতে ব্যবহার করে, এমনকি যখন অ্যাপ বন্ধ বা নিষ্ক্রিয় থাকে

# toShareYourLocationEvenTheApp
source: To share your location in even the app is not in use or closed, please enable 'Allow all the time' permission.
bn: অ্যাপ বন্ধ বা নিষ্ক্রিয় থাকা অবস্থায়ও লোকেশন শেয়ার করতে অ্যাপের লোকেশন সেটিংস থেকে 'অ্যালাউ অল দ্যা টাইম' নির্বাচন করুন

# permissionLocationSettings
source: App Settings > Permissions > Location > Allow all the time
bn: অ্যাপ সেটিংস > পার্মিশন > লোকেশন > অ্যালাউ অল দ্যা টাইম

source: Share your real-time location with {name}
bn: {name} এর সাথে আপনার লোকেশন শেয়ার করুন

# forWithHour
source: For {hour} hour
bn: {hour} ঘণ্টার জন্য

source: Until I turn this off
bn: বন্ধ না করা পর্যন্ত

# untilWithTime
source: Until {time}
bn: {time} পর্যন্ত

source: Pending
bn: পেন্ডিং

source: Cancel Request
bn: অনুরোধ বাতিল

source: Accept
bn: গ্রহণ করুন

source: Decline
bn: অস্বীকার

# areYouSureYouWantToRemoveFromYourFnfList
source: Are you sure you want to remove this from your FnF list?
bn: আপনার কি আপনার এফএনএফ লিস্ট থেকে বাদ দিতে চান?

# areYouSureYouWantToCancelFnFRequest
source: Are you sure you want to cancel this FnF Request?
bn: আপনি কি এই এফএনএফ রিকুয়েস্ট বাতিল করতে চান?

source: Are you sure you want to accept this request?
bn: আপনি কি এই রিকুয়েস্ট গ্রহণ করতে চান?

source: Are you sure you want to decline this request?
bn: আপনি কি এই রিকুয়েস্ট অস্বীকার করতে চান?

source: Sharing with you
bn: আপনাকে শেয়ার করা হচ্ছে

source: You are sharing
bn: আপনি শেয়ার করছেন

source: Search FnF
bn: এফএনএফ খুঁজুন

source: Search Number
bn: ফোন নাম্বার খুঁজুন

source: Contacts
bn: কন্ট্যাক্টস

source: Search Results
bn: অনুসন্ধান তালিকা

source: No contacts found
bn: কন্ট্যাক্টস পাওয়া যায়নি

# noUserFound
source: No user found. Check the number and try again
bn: কোন ব্যবহারকারী পাওয়া যায়নি। সঠিক নাম্বার দিয়ে আবার চেষ্টা করুন

# areYouSureYouWantToSendRequestToUserName
source: Are you sure you want to send request to {name}
bn: আপনি {name} কে এফএফএন এর জন্য অনুরোধ পাঠাতে চান?

source: Request sent
bn: অনুরোধ পাঠানো হয়েছে

# addToFnfList
source: Add to FnF
bn: এফএনএফ যোগ করুন

# alreadyInFnfList
source: Already in FnF
bn: এফএনএফ ইতিমধ্যে আছে

source: Enter place name
bn: স্থানের নাম লিখুন

# tapOnMapToAddALocationAddSetALabel
source: Tap on map to add a location and set a label
bn: লোকেশন যোগ করার জন্য ম্যাপে ট্যাপ করুন

# requestSentWaitForAccept
source: Request sent. Please wait until accept
bn: অনুরোধ পাঠানো হয়েছে।

# areYouSureYouWantToRemoveAddress
source: Are you sure you want to remove this address?
bn: আপনি কি এই ঠিকানা বাদ দিতে চান?

# didNotSharedLocationWithYouUserName
source: Did not shared location with you {name}
bn: {name} আপনার সাথে লোকেশন শেয়ার চালু করেননি

source: Address deleted successfully
bn: ঠিকানা সফলভাবে মুছে ফেলা হয়েছে

source: Address added successfully
bn: ঠিকানা সফলভাবে যুক্ত হয়েছে

source: You
bn: আপনি

# tapToSendMessage
source: Tap to send a message
bn: বার্তা পাঠাতে ট্যাপ করুন

source: Message
bn: বার্তা

# noMessagesFound
source: Didn't send any messages yet
bn: এখনো কোন বার্তা পাঠানো হয়নি

# messageFromUserName
source: Message from {name}:
bn: {name} থেকে বার্তাঃ

source: Write a message
bn: বার্তা লিখুন

# dropAMessageForUserName
source: Drop a message for {name}
bn: {name} কে বার্তা পাঠান

source: Message sent successfully
bn: বার্তা সফলভাবে পাঠানো হয়েছে

source: UPGRADE
bn: আপগ্রেড

source: PRO
bn: প্রো

source: Please upgrade to PRO to unlock all features
bn: সকল ফিচার ব্যবহার করতে অনুগ্রহ করে 'প্রো' তে আপগ্রেড করুন'

source: Upgrade Now
bn: আপগ্রেড করুন

source: Upgrade To Pro
bn: প্রো তে আপগ্রেড

source: Upgrade To Shojag Pro
bn: স্বজাগ প্রো তে আপগ্রেড

source: Add FnF
bn: এফএনএফ যুক্ত করুন

# youCanAddUnlimitedFnfWithPremiumUser
source: You can add as many FnF as you want, but they also need to be Premium Users
bn: আপনি যত খুশি FnF যোগ করতে পারেন, তবে তাদেরও প্রিমিয়াম ইউজার হতে হবে।

# locateYourFnfLiveLocation
source: You can locate your FnF anywhere around the world and view their live location
bn: আপনি বিশ্বের যেকোনো জায়গায় আপনার FnF এর অবস্থান দেখতে পারবেন এবং তাদের লাইভ লোকেশন ট্র্যাক করতে পারবেন।

# addCustomLocation
source: Add FnF Custom Location
bn: এফএনএফ লোকেশন যুক্ত করুন

source: New Place
bn: নতুন লোকেশন

# locationWithUserName
source: {name}'s location
bn: {name}'s লোকেশন

source: Name is required
bn: নাম লিখুন

# addLocationToolTipWithUsername
source: Add location for <bold>{username}</bold> to get notified when they arrive at the location. 1. Tap on map to add location. 2. Set a label for it.
bn: <bold>{username}</bold> এর লোকেশন নোটিফিকেশন পেতে লোকেশন যুক্ত করুন। ১. ম্যাপে ট্যাপ করুন। ২. লোকেশন লেবেল সেট করুন।

source: Request to share location
bn: লোকেশন শেয়ার করতে অনুরোধ করুন

# youCanAddUpToAddressWithCount
source: You can set {count} custom Location for each FnF and once they arrive their location you will get a notification.
bn: প্রতিটি এফএনএফ এ আপনি সর্বোচ্চ {count} টি লোকেশন যুক্ত করতে পারবেন এবং তারা যখন লোকেশনে পৌঁছাবে, আপনি একটি নোটিফিকেশন পাবেন।

# unlockProWithCurrencyAndAmount
source: Unlock Pro {currency} {amount}
bn: আনলক প্রো {currency} {amount}

# unlockProWithCurrencyAndAmountAndDays
source: Unlock PRO for {days} days {currency} {amount}
bn: আনলক প্রো {days} দিন {currency} {amount}

# youAreNotAPremiumUser
source: You are not a premium user. Upgrade now to unlock premium features
bn: আপনার প্রিমিয়াম সাবস্ক্রিপশন নেই, প্রিমিয়াম সেবাসমূহ উপভোগ করতে আপগ্রেড করুন

source: Your subscription status
bn: আপনার সাবস্ক্রিপশন স্ট্যাটাস

source: Premium Features
bn: প্রিমিয়াম সেবাসমূহ

source: Renew Subscription
bn: সাবস্ক্রিপশন রিনিউ করুন

# yourSubscriptionWillBeExpireOnWithDate
source: Your subscription will be expire on {date}
bn: সাবস্ক্রিপশন এর মেয়াদ শেষ হবে {date}

# expireOn
source: Expires on {date}
bn: মেয়াদ শেষ হবে {date}

# remainingDays
source: Remaining : {days} days
bn: অবশিষ্ট : {days} দিন

# daysLeft
source: {days} days left
bn: {days} দিন বাকি

source: Upgrade to unlock PRO features
bn: প্রো সুবিধা পেতে আপগ্রেড করুন

source: Your current subscription
bn: আপনার বর্তমান সাবস্ক্রিপশন

source: No internet connection
bn: ইন্টারনেট সংযোগ নেই

source: Try Again
bn: আবার চেষ্টা করুন

source: Something went wrong
bn: কিছু ভুল হয়েছে

source: Coming Soon
bn: শীঘ্রই আসছে

source: Your session has been expired!
bn: আপনার সেশন এক্সপায়ার হয়ে গেছে!

source: Login again to continue
bn: অ্যাপ ব্যবহার আবার লগিন করুন

source: Login Again
bn: আবার লগিন করুন

# ifYouFindThisAlertPostCommentMisleading
source: If you find this alert/post/comments to be false, misleading, or inappropriate, please report it. Our team will review and take necessary actions.
bn: আপনি যদি এই এ্যালার্ট/পোস্ট/মন্তব্যগুলিকে মিথ্যা, বিভ্রান্তিকর বা অনুপযুক্ত বলে মনে করেন, তাহলে অনুগ্রহ করে রিপোর্ট করুন। আমাদের টীম তা পর্যালোচনা করবে এবং প্রয়োজনীয় ব্যবস্থা নেবে।

source: Agree and Continue
bn: সম্মতি দিলাম

source: Location access required
bn: লোকেশন অ্যাক্সেস প্রয়োজন

source: Shojag collects your location data to:
bn: সজাগ আপনার লোকেশন ডেটা সংগ্রহ করেঃ

# shojagLocationDataUsageMessages
source: <tab1/><icon/> Identify your current location.<br/><tab1/><icon/> Notify you about nearby alerts created by other users.<br/><tab1/><icon/> Notify your friends and family when you reach specific places.<br/><tab1/><icon/> Share your live location with selected contacts and your data will be securely stored and <bold>only</bold> shared with contacts you approve.<br/><br/><bold>This data is collected even when the app is closed or not in use</bold> to ensure accurate alerts and real-time updates.<br/><br/><red>âš <bold>Without this permission, Shojag cannot provide its core features.</bold></red>
bn: <tab1/><icon/> আপনার বর্তমান অবস্থান সনাক্ত করতে।<br/><tab1/><icon/> অন্যান্য ব্যবহারকারীদের দ্বারা তৈরি কাছাকাছি সতর্কতা সম্পর্কে আপনাকে অবহিত করতে।<br/><tab1/><icon/> আপনি নির্দিষ্ট জায়গায় পৌঁছলে আপনার বন্ধু এবং পরিবারকে অবহিত করতে।<br/><tab1/><icon/> নির্বাচিত পরিচিতিদের সাথে আপনার লাইভ অবস্থান শেয়ার করতে, আপনার ডেটা নিরাপদে সংরক্ষণ করা হবে এবং আপনার অনুমোদিত পরিচিতির সাথে <bold>শুধু</bold> শেয়ার করা হবে।<br/><br/><bold>সঠিক এ্যালার্ট এবং রিয়েল-টাইম আপডেট নিশ্চিত করতে </bold>অ্যাপ্লিকেশানটি বন্ধ থাকা বা ব্যবহার না করা অবস্থায়ও এই ডেটা সংগ্রহ করা হতে পারে।<br/><br/><red>⚠ <bold>এই অনুমতি ছাড়া, Shojag এর মূল বৈশিষ্ট্যগুলি প্রদান করতে পারবে না।</bold></red>

source: Current Subscription
bn: বর্তমান সাবস্ক্রিপশন

source: Try Premium Features
bn: প্রিমিয়াম ফিচারসমূহ দেখুন

source: Skip
bn: স্কিপ করুন

source: Next
bn: পরবর্তী

source: Previous
bn: পূর্ববর্তী

source: Finish
bn: শেষ করুন

source: Tour Again
bn: পুনরায় দেখুন

source: Phone number is required
bn: ফোন নাম্বার লিখুন

# phoneShouldBeElevenDigits
source: Phone number should be 11 digits
bn: ফোন নাম্বার ১১ ডিজিট হতে হবে

source: Email is required
bn: ইমেইল লিখুন

source: Email should be valid
bn: সঠিক ইমেইল লিখুন

source: First name is required
bn: ফার্স্ট নাম লিখুন

source: Last name is required
bn: লাস্ট নাম লিখুন

source: Gender is required
bn: লিঙ্গ নির্বাচন করুন

source: Police ID is required
bn: পুলিশ আইডি লিখুন

source: Thana is required
bn: থানা নির্বাচন করুন

source: Fire station is required
bn: ফাইর স্টেশন নির্বাচন করুন

source: Hospital or Agency is required
bn: হাসপাতাল অথবা এজেন্সি নির্বাচন করুন

source: Password is required
bn: পাসওয়ার্ড লিখুন

# passwordShouldBeAtLeastCharacters
source: Password should be at least {count} characters
bn: পাসওয়ার্ড কমপক্ষে {count} সংখ্যার হতে হবে

source: Repeat password is required
bn: পুনরায় পাসওয়ার্ড লিখুন

# passwordDidNotMatch
source: Repeat password didn't match
bn: একই পাসওয়ার্ড লিখুন

# canNotBeNullOrEmptyByField
source: {name} can't be empty
bn: {name} অবশ্যই দিতে হবে
